"Preview" = "Förhandsvisa";
"Info" = "Info";

"Name:" = "Namn:";
"Kind:" = "Typ:";
"Size:" = "Storlek:";
"Capacity:" = "Kapacitet:";
"Free:" = "Ledigt:";
"Modified:" = "Modifierad:";
"Created:" = "Skapad:";
"Owner:" = "Ägare:";
"Group:" = "Grupp:";
"Permission:" = "Behörighet:";
"Type:" = "Typ:";
"Creator:" = "Skapare:";
"Version:" = "Version:";
"Path:" = "Sökväg:";
"Resolved:" = "Läst:";
"Application:" = "Program:";
"MP3:" = "MP3:";
"Format:" = "Format:";
"Mount Point:" = "Mount Point:";
"Device:" = "Enhet:";
"Volume:" = "Enhet:";

"rsrc:" = "rsrc:";
"data:" = "data:";
"Calculating..." = "Beräknar...";
"Contents:" = "Innehåll:";
" items" = " objekt";
" bytes" = " bytes";

"Calculate" = "Calculate";
